Repository: bu2/networkpx
Catalog: hk.kennytm.hClipboard/deb/Library/iKeyEx/Keyboards/hClipboard.keyboard/*.lproj/Localizable.strings
Languages: el

source: Add to templates
el: Προσθήκη στα Templates

source: Clipboard is empty
el: Το Clipboard είναι άδειο

source: Copy
el: Αντιγραφή

source: Move to beginning
el: Μετακίνηση στην αρχή

source: Move to end
el: Μετακίνηση στο τέλος

source: No templates
el: Χωρίς templates

source: Select from here...
el: Επιλογή από εδώ...

source: Select to here and add to templates
el: Επιλογή μέχρι εδώ & προσθήκη στα templates

source: Select to here and copy
el: Επιλογή μέχρι εδώ και αντιγραφή

source: Switch to Clipboard
el: Αλλαγή σε Clipboard

source: Switch to Templates
el: Αλλαγή σε Templates
